{
  "Landing.subtitle": "El Lodash de los Diseños Gráficos",
  "Landing.description": "Una colección de componentes utilitarios que son diseñados para ser usados como bloques de construcción para el diseño de tu aplicación.",
  "Landing.getStarted": "Comienza",
  "Landing.composableLayout": "Sistema de diseño de componentes",
  "Landing.composableLayout.description1": "La mayoría de los diseños que usamos en internet no son tan únicos. Frecuentemente pueden ser divididos en una pequeña cantidad de patrones de diseño. Es la combinación de estos patrones los que hacen el diseño gráfico general.",
  "Landing.composableLayout.description2": "Los diseños de Bedrock Layout Primitives han sido construidos con esta idea en mente. Cada componente está construido para ejecutar bien un patrón de diseño. Con la combinación de estos componentes individuales puedes crear tus propios diseños. Muchos de los diseños ¨complejos¨ que hacemos en internet pueden ser creados combinando una cantidad de Bedrock Layout Primitives. Hay ",
  "Landing.composableLayout.exampleLink": "más ejemplos de recetas de diseño en nuestra sección de ejemplos.",
  "Landing.composableLayout.description3": "Puedes aprender más sobre la composición de diseños en la ",
  "Landing.composableLayout.gettingStartedLink": "Página de introducción.",
  "Landing.missingComponents": "Componentes faltantes en tu sistema de diseño",
  "Landing.missingComponents.description1": "Tu diseño estándar tiene muchos componentes, pero sólo unos pocos de ellos están dedicados a colocar esos componentes en tu página. Bedrock Layout Primitives está diseñado para ayudarte a ampliar tu diseño, brindando un conjunto de primitivas de diseño que pueden ser combinadas para crear un diseño completo.",
  "Landing.missingComponents.description2": "Puedes usar Bedrock Layout Primitives con cualquier diseño. El esquema de espaciado de Bedrock Layout puede ser fácilmente sobrescrito para que coincida con tu diseño. ",
  "Landing.missingComponents.integrationLink": "Revisa las instrucciones para integrar los Bedrock Layout Primitives en tu diseño.",
  "Landing.notJustReact": "No solamente para React",
  "Landing.notJustReact.description1": "¿No quieres usar React? Tenemos lo que necesitas. Bedrock Layout Primitives es también un Framework CSS. Construido usando atributos de datos, sigue siendo un componente como experiencia de desarrollador sin que afecte a tus clases de nombre. Cualquier aplicación que utilice HTML y CSS puede aprovechar Bedrock Layouts. ",
  "Landing.notJustReact.cssOnlyLink": "Revisa las instrucciones para usar Bedrock Layout Primitives en tu aplicación.",
  "Landing.notJustReact.description2": "Una vesion de solid.js está en marcha. Puedes revisar Solid-Bedrock en ",
  "Landing.notJustReact.solidLink": "solid.bedrock-layout.dev.",
  "Landing.gettingStarted": "¿Como comenzar?",
  "Landing.gettingStarted.description1": "Puedes comenzar por pasar por el tutorial en nuestra ",
  "Landing.gettingStarted.gettingStartedLink": "Página de introducción ",
  "Landing.gettingStarted.description2": "para aprender los conceptos básicos de cómo usar Bedrock Layout Primitives.",
  "Landing.gettingStarted.description3": "Tambien puedes revisar la API de cualquiera de nuestros componentes individuales, por ejemplo ",
  "Landing.gettingStarted.apiLink": "el componente Stack.",
  "Landing.contribute": "Colaboradores",
  "Landing.contribute.description1": "Gracias a todos los que han contribuido al desarrollo de Bedrock Layout. ",
  "Landing.contribute.getInvolved": "Involúcrate!",
  "Landing.contribute.description2": "Adicionalmente a los anteriores, los siguientes han proporcionado retroalimentación, ideas y documentación:",
  "Landing.sponsors": "Patrocina Bedrock Layout",
  "Landing.sponsors.description1": "Puedes patrocinar Bedrock Layouts en Github Sponsors.",
  "Landing.sponsors.sponsorLink": "Patrocina"
}
