{
  "Landing.subtitle": "El Lodash de los Dise침os Gr치ficos",
  "Landing.description": "Una colecci칩n de componentes utilitarios que son dise침ados para ser usados como bloques de construcci칩n para el dise침o de tu aplicaci칩n.",
  "Landing.getStarted": "Comienza",
  "Landing.composableLayout": "Sistema de dise침o de componentes",
  "Landing.composableLayout.description1": "La mayor칤a de los dise침os que usamos en internet no son tan 칰nicos. Frecuentemente pueden ser divididos en una peque침a cantidad de patrones de dise침o. Es la combinaci칩n de estos patrones los que hacen el dise침o gr치fico general.",
  "Landing.composableLayout.description2": "Los dise침os de Bedrock Layout Primitives han sido construidos con esta idea en mente. Cada componente est치 construido para ejecutar bien un patr칩n de dise침o. Con la combinaci칩n de estos componentes individuales puedes crear tus propios dise침os. Muchos de los dise침os 춷complejos춷 que hacemos en internet pueden ser creados combinando una cantidad de Bedrock Layout Primitives. Hay ",
  "Landing.composableLayout.exampleLink": "m치s ejemplos de recetas de dise침o en nuestra secci칩n de ejemplos.",
  "Landing.composableLayout.description3": "Puedes aprender m치s sobre la composici칩n de dise침os en la ",
  "Landing.composableLayout.gettingStartedLink": "P치gina de introducci칩n.",
  "Landing.missingComponents": "Componentes faltantes en tu sistema de dise침o",
  "Landing.missingComponents.description1": "Tu dise침o est치ndar tiene muchos componentes, pero s칩lo unos pocos de ellos est치n dedicados a colocar esos componentes en tu p치gina. Bedrock Layout Primitives est치 dise침ado para ayudarte a ampliar tu dise침o, brindando un conjunto de primitivas de dise침o que pueden ser combinadas para crear un dise침o completo.",
  "Landing.missingComponents.description2": "Puedes usar Bedrock Layout Primitives con cualquier dise침o. El esquema de espaciado de Bedrock Layout puede ser f치cilmente sobrescrito para que coincida con tu dise침o. ",
  "Landing.missingComponents.integrationLink": "Revisa las instrucciones para integrar los Bedrock Layout Primitives en tu dise침o.",
  "Landing.notJustReact": "No solamente para React",
  "Landing.notJustReact.description1": "쯅o quieres usar React? Tenemos lo que necesitas. Bedrock Layout Primitives es tambi칠n un Framework CSS. Construido usando atributos de datos, sigue siendo un componente como experiencia de desarrollador sin que afecte a tus clases de nombre. Cualquier aplicaci칩n que utilice HTML y CSS puede aprovechar Bedrock Layouts. ",
  "Landing.notJustReact.cssOnlyLink": "Revisa las instrucciones para usar Bedrock Layout Primitives en tu aplicaci칩n.",
  "Landing.notJustReact.description2": "Una vesion de solid.js est치 en marcha. Puedes revisar Solid-Bedrock en ",
  "Landing.notJustReact.solidLink": "solid.bedrock-layout.dev.",
  "Landing.gettingStarted": "쮺omo comenzar?",
  "Landing.gettingStarted.description1": "Puedes comenzar por pasar por el tutorial en nuestra ",
  "Landing.gettingStarted.gettingStartedLink": "P치gina de introducci칩n ",
  "Landing.gettingStarted.description2": "para aprender los conceptos b치sicos de c칩mo usar Bedrock Layout Primitives.",
  "Landing.gettingStarted.description3": "Tambien puedes revisar la API de cualquiera de nuestros componentes individuales, por ejemplo ",
  "Landing.gettingStarted.apiLink": "el componente Stack.",
  "Landing.contribute": "Colaboradores",
  "Landing.contribute.description1": "Gracias a todos los que han contribuido al desarrollo de Bedrock Layout. ",
  "Landing.contribute.getInvolved": "Invol칰crate!",
  "Landing.contribute.description2": "Adicionalmente a los anteriores, los siguientes han proporcionado retroalimentaci칩n, ideas y documentaci칩n:",
  "Landing.sponsors": "Patrocina Bedrock Layout",
  "Landing.sponsors.description1": "Puedes patrocinar Bedrock Layouts en Github Sponsors.",
  "Landing.sponsors.sponsorLink": "Patrocina",
  "Contributing.title": "Contribuyendo al Bedrock Layout",
  "Contributing.thanks": "游꿀 춰Gracias por tomarse el tiempo para contribuir! 游꿀",
  "Contributing.description1": "Bedrock Layout es un proyecto comunitario de c칩digo abierto. Estamos encantados de recibir contribuciones de todo tipo, incluidos informes de errores, solicitudes de funciones y solicitudes de incorporaci칩n de cambios"
}
