{
  "Landing.subtitle": "The Lodash of Web Layouts",
  "Landing.description": "A collection of utility components that are designed to be used as building blocks for your web application's layout.",
  "Landing.getStarted": "Get Started",
  "Landing.composableLayout": "Composable Layouts",
  "Landing.composableLayout.description1": "Most of the layouts we use on the web are not that unique. They often can be broken down into just a handful of layout patterns. It is the combination of these patterns that make up the overall layout.",
  "Landing.composableLayout.description2": "Bedrock Layout Primitives are built with this in mind. Each component is built to do one layout pattern well. By composing these individual components together you can create your own custom layouts. Many of the \"complex\" layouts that we make on the web can be created by composing together a handful of the Bedrock Layout Primitives. There are ",
  "Landing.composableLayout.exampleLink": "more examples of layout recipes in our examples section.",
  "Landing.composableLayout.description3": "You can learn more about layout composition in the the ",
  "Landing.composableLayout.gettingStartedLink": "Getting Started Introduction.",
  "Landing.missingComponents": "Your Design System's Missing Components",
  "Landing.missingComponents.description1": "Your typical design system will have a lot of components, but only a few of them are dedicated to placing those components in your page. Bedrock Layout Primitives are designed to help you augment your design system, by giving you a set of layout primitives that can be composed together to create a complete layout.",
  "Landing.missingComponents.description2": "You can use Bedrock Layout Primitives with any design system. Bedrock Layout's spacing scheme can be easily overridden to match your design system. ",
  "Landing.missingComponents.integrationLink": "Check out the instructions on how to integrate the Bedrock Layout Primitives into your Design System.",
  "Landing.notJustReact": "Not Just For React",
  "Landing.notJustReact.description1": "Don't want to use React? We have you covered. Bedrock Layout Primitives is also a CSS Framework. Built using data attributes, you still retain that component like developer experience without polluting the your class names. Any app that utilizes html and CSS can take advantage of Bedrock Layouts. ",
  "Landing.notJustReact.cssOnlyLink": "Check out the instructions on how to use Bedrock Layout Primitives in your app.",
  "Landing.notJustReact.description2": "A solid.js version is also in the works. You can checkout Solid-Bedrock over at ",
  "Landing.notJustReact.solidLink": "solid.bedrock-layout.dev.",
  "Landing.gettingStarted": "Ready to Get Started?",
  "Landing.gettingStarted.description1": "You can start by going through the tutorial over in our ",
  "Landing.gettingStarted.gettingStartedLink": "Getting Started introduction ",
  "Landing.gettingStarted.description2": "to learn the basics of how to use Bedrock Layout Primitives.",
  "Landing.gettingStarted.description3": "You can also check out the API of any of our individual components, for example ",
  "Landing.gettingStarted.apiLink": "the Stack component.",
  "Landing.contribute": "Contributors",
  "Landing.contribute.description1": "Thank you to everyone who has contributed code so far. ",
  "Landing.contribute.getInvolved": "Get Involved yourself!",
  "Landing.contribute.description2": "In addition to the above, the following have provided feedback, ideas, and documentation:",
  "Landing.sponsors": "Sponsor Bedrock Layouts",
  "Landing.sponsors.description1": "You can sponsor Bedrock Layouts on Github Sponsors.",
  "Landing.sponsors.sponsorLink": "Sponsor",
  "Contributing.title": "Contributing to Bedrock Layout",
  "Contributing.thanks": "🎉 Thank you for taking the time to contribute! 🎉",
  "Contributing.description1": "Bedrock Layout is an open-source community project. We welcome contributions of all kinds, including bug reports, feature requests, and pull requests."
}
